/* Localizable strings of com.apple.mcxMenuExtras preference manifest */

"mcxMenuExtras.pfm_title" =			"Menu Extras";
"mcxMenuExtras.pfm_description" =			"Managed menu extras. Specified menu extras will be added or removed from the menu bar after user login. Standard menu extra may be specified by file name. Non-standard menu extras are specified by full path. Some menu extras will only appear if appropriate for the target computer’s hardware or software configuration.";

"delaySeconds.pfm_title" =			"Aggiungi o rimuovi ritardo";
"delaySeconds.pfm_description" =			"Secondi di ritardo dopo il login prima di aggiungere o rimuovere i menu extra. Se il ritardo è troppo breve, il menu extra non verrà mostrato o verrà nascosto nella barra dei menu.";

"maxWaitSeconds.pfm_title" =			"Attesa massima";
"maxWaitSeconds.pfm_description" =			"Tempo massimo d attesa per l'aggiunta e la rimozione dei menu extra.";

"AirPort.menu.pfm_title" =			"Menu extra AirPort";
"AirPort.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di AirPort. L'impostazione su FALSO rimuove il menu extra di AirPort.";

"Battery.menu.pfm_title" =			"Menu extra Batteria";
"Battery.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra della batteria. Imposta su FALSO per rimuovere il menu extra della batteria.";
"Bluetooth.menu.pfm_title" =			"Bluetooth menu extra";
"Bluetooth.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Bluetooth. Imposta su FALSO per rimuovere il menu extra di Bluetooth.";
"CPU.menu.pfm_title" =			"Menu extra CPU";
"CPU.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra della CPU. Imposta su FALSO per rimuovere il menu extra della CPU.";
"Clock.menu.pfm_title" =			"Menu extra Orologio";
"Clock.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Orologio. Imposta su FALSO per rimuovere il menu extra di Orologio.";
"Displays.menu.pfm_title" =			"Menu extra Monitor";
"Displays.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Monitor. Imposta su FALSO per rimuovere il menu extra di Monitor.";
"Eject.menu.pfm_title" =			"Menu extra Espelli";
"Eject.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Espelli. Imposta su FALSO per rimuovere il menu extra di Espelli.";
"Fax.menu.pfm_title" =			"Menu extra Fax";
"Fax.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Fax. Imposta su FALSO per rimuovere il menu extra di Fax.";
"HomeSync.menu.pfm_title" =			"Menu extra HomeSync";
"HomeSync.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di HomeSync. Imposta su FALSO per rimuovere il menu extra di i HomeSync.";
"Ink.menu.pfm_title" =			"Menu extra Ink";
"Ink.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Ink. Imposta su FALSO per rimuovere il menu extra di Ink.";
"IrDA.menu.pfm_title" =			"Menu extra Infrarossi";
"IrDA.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Raggi infrarossi. Imposta su FALSO per rimuovere il menu extra di Raggi infrarossi.";
"PCCard.menu.pfm_title" =			"Menu extra PCCard";
"PCCard.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di PC Card. Imposta su FALSO per rimuovere il menu extra di PC Card.";
"PPP.menu.pfm_title" =			"Menu extra PPP";
"PPP.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di PPP. Imposta su FALSO per rimuovere il menu extra di PPP.";
"PPPoE.menu.pfm_title" =			"Menu extra PPPoE";
"PPPoE.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di PPPoE. Imposta su FALSO per rimuovere il menu extra di PPoE.";
"RemoteDesktop.menu.pfm_title" =			"Menu extra Gestione remota";
"RemoteDesktop.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Gestione Remota. Imposta su FALSO per rimuovere il menu extra di Gestione Remota.";
"Spaces.menu.pfm_title" =			"Menu extra Spaces";
"Spaces.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Spaces. Imposta su FALSO per rimuovere il menu extra di Spaces.";
"Script Menu.menu.pfm_title" =			"Menu extra AppleScript";
"Script Menu.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di AppleScript. Imposta su FALSO per rimuovere il menu extra di AppleScript.";
"Sync.menu.pfm_title" =			"Menu extra iSync";
"Sync.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di iSync. Imposta su FALSO per rimuovere il menu extra di iSync.";
"TextInput.menu.pfm_title" =			"Menu extra tastiera";
"TextInput.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Tastiera. Imposta su FALSO per rimuovere il menu extra di Tastiera.";
"TimeMachine.menu.pfm_title" =			"Menu extra Time Machine";
"TimeMachine.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Time Machine. Imposta su FALSO per rimuovere il menu extra di i Time Machine.";
"UniversalAccess.menu.pfm_title" =			"Menu extra Accesso Universale";
"UniversalAccess.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Accesso Universale. Imposta su FALSO per rimuovere il menu extra di Accesso Universale.";
"User.menu.pfm_title" =			"Menu extra Cambio utente rapido";
"User.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Fast User Switching. Imposta su FALSO per rimuovere il menu extra di Fast User Switching.";
"VPN.menu.pfm_title" =			"Menu extra VPN";
"VPN.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di VPN. Imposta su FALSO per rimuovere il menu extra di VPN.";
"Verizon.menu.pfm_title" =			"Menu extra Verizon";
"Verizon.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Verizon. Imposta su FALSO per rimuovere il menu extra di Verizon.";
"Volume.menu.pfm_title" =			"Menu extra audio";
"Volume.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di Suono. Imposta su FALSO per rimuovere il menu extra di Suono.";
"WWAN.menu.pfm_title" =			"Menu extra WWAN";
"WWAN.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di WWAN. Imposta su FALSO per rimuovere il menu extra di WWAN.";
"iChat.menu.pfm_title" =			"Menu extra iChat";
"iChat.menu.pfm_description" =			"Imposta su VERO per aggiungere il menu extra di iChat. Imposta su FALSO per rimuovere il menu extra di iChat.";
